'''
#Задача 1
num = int(input('Введине число'))
for a in range(1,num+1):
    print(a)
'''


num1 = int(input('Введите первое число:'))
num2 = int(input('Введите второе число:'))
if num1 > num2:
    print('Большее число:', num1)
else:
    print('Большее число:', num2)